цlog = "89140046273"
pas = "univur27."
token =f7"token1 = 97661
goup_id = 155111718
my_id = 392232507
help = "Привет участник группы)\n" \
       "мой бот может переводить текст, который вы отправите ему\n" \
       "для этого напишите на каком языке написан ваш текст, а затем в который надо перевести \n" \
       "например: ru-en и ваш текст"

primer = "чтобы перевести текст нужно указать язык\n" \
         "например если ввести 'ru-en меня зовут саша'\n" \
         "то бот переведёт его на английский 'my name is Sasha'\n" \
         "остальное тут: https://vk.com/topic-155111718_39739757"

lang1 = ['af', 'am', 'ar', 'az', 'ba', 'be', 'bg', 'bn', 'bs', 'ca', 'ceb', 'cs', 'cy', 'da', 'de', 'el', 'en', 'eo', 'es', 'et', 'eu', 'fa', 'fi', 'fr', 'ga', 'gd', 'gl', 'gu', 'he', 'hi', 'hr', 'ht', 'hu', 'hy', 'id', 'is', 'it', 'ja', 'jv', 'ka', 'kk', 'km', 'kn', 'ko', 'ky', 'la', 'lb', 'lo', 'lt', 'lv', 'mg', 'mhr', 'mi', 'mk', 'ml', 'mn', 'mr', 'mrj', 'ms', 'mt', 'my', 'ne', 'nl', 'no', 'pa', 'pap', 'pl', 'pt', 'ro', 'ru', 'si', 'sk', 'sl', 'sq', 'sr', 'su', 'sv', 'sw', 'ta', 'te', 'tg', 'th', 'tl', 'tr', 'tt', 'udm', 'uk', 'ur', 'uz', 'vi', 'xh', 'yi', 'zh']

lang = """af - Африкаанс
am - Амхарский
ar - Арабский
az - Азербайджанский
ba - Башкирский
be - Белорусский
bg - Болгарский
bn - Бенгальский
bs - Боснийский
ca - Каталанский
ceb - Себуанский
cs - Чешский
cy - Валлийский
da - Датский
de - Немецкий
el - Греческий
en - Английский
eo - Эсперанто
es - Испанский
et - Эстонский
eu - Баскский
fa - Персидский
fi - Финский
fr - Французский
ga - Ирландский
gd - Шотландский 
gl - Галисийский
gu - Гуджарати
he - Иврит
hi - Хинди
hr - Хорватский
ht - Гаитянский
hu - Венгерский
hy - Армянский
id - Индонезийский
is - Исландский
it - Итальянский
ja - Японский
jv - Яванский
ka - Грузинский
kk - Казахский
km - Кхмерский
kn - Каннада
ko - Корейский
ky - Киргизский
la - Латынь
lb - Люксембургский
lo - Лаосский
lt - Литовский
lv - Латышский
mg - Малагасийский
mhr - Марийский
mi - Маори
mk - Македонский
ml - Малаялам
mn - Монгольский
mr - Маратхи
mrj - Горномарийский
ms - Малайский
mt - Мальтийский
my - Бирманский
ne - Непальский
nl - Нидерландский
no - Норвежский
pa - Панджаби
pap - Папьяменто
pl - Польский
pt - Португальский
ro - Румынский
ru - Русский
si - Сингальский
sk - Словацкий
sl - Словенский
sq - Албанский
sr - Сербский
su - Сунданский
sv - Шведский
sw - Суахили
ta - Тамильский
te - Телугу
tg - Таджикский
th - Тайский
tl - Тагальский
tr - Турецкий
tt - Татарский
udm - Удмуртский
uk - Украинский
ur - Урду
uz - Узбекский
vi - Вьетнамский
xh - Коса
yi - Идиш
zh - Китайский"""
